[
  {
    "name": "Sweet® Midnight Glow Lamp",
    "price": 49.99,
    "image": "https://m.media-amazon.com/images/I/91LgrzckSKL._AC_UF894,1000_QL80_.jpg",
    "description": "Introducing the Sweet® Nocturne Lamp, a captivating blend of elegance and functionality. Illuminate your space with this exquisite lamp that exudes a soft, dreamy glow, creating a serene ambiance in any room. Crafted with utmost attention to detail, the Nocturne Lamp features a sleek, modern design, making it a perfect addition to contemporary interiors. Its adjustable brightness settings allow you to create the perfect atmosphere for relaxation or productivity. Whether used as a nightlight, a reading companion, or simply as a statement piece, the Sweet® Nocturne Lamp is sure to add a touch of enchantment to your home.",
    "stock": 100,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Cozy Throw Blanket",
    "price": 29.99,
    "image": "https://m.media-amazon.com/images/I/71xZfQ8o7cL._AC_UF894,1000_QL80_.jpg",
    "description": "Wrap yourself in luxury with the Sweet® Cozy Throw Blanket. Made from ultra-soft and plush fabric, this blanket provides exceptional warmth and comfort on chilly evenings. Its elegant design and high-quality craftsmanship make it a stylish addition to any living space. Whether you use it to snuggle up on the couch or drape it over your bed, the Sweet® Cozy Throw Blanket is a must-have for cozy nights and relaxing moments.",
    "stock": 50,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Aroma Diffuser",
    "price": 39.99,
    "image": "https://nypost.com/wp-content/uploads/sites/2/2022/03/essential-oil-diffuser-feature-image.png",
    "description": "Create a soothing and aromatic atmosphere with the Sweet® Aroma Diffuser. This elegant diffuser combines the benefits of aromatherapy with a sleek and modern design. Simply add your favorite essential oils and enjoy the calming scents that fill the air. With its whisper-quiet operation and soft LED lighting, the Sweet® Aroma Diffuser enhances relaxation and promotes a sense of well-being. It's perfect for use in bedrooms, living rooms, or any space where you want to create a peaceful environment.",
    "stock": 75,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Harmony Wall Art",
    "price": 69.99,
    "image": "https://uttermost.azureedge.net/498507/globalassets/product-images/07071_4_.jpg",
    "description": "Elevate your home decor with the Sweet® Harmony Wall Art. This stunning piece features a captivating design that adds a touch of elegance and sophistication to any room. Crafted with meticulous attention to detail, the Sweet® Harmony Wall Art is a true masterpiece. Hang it in your living room, bedroom, or hallway to create a focal point that sparks conversation and enhances the ambiance. With its harmonious blend of colors and textures, this wall art is a reflection of your impeccable taste.",
    "stock": 30,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Luxe Velvet Sofa",
    "price": 799.99,
    "image": "https://www.nowfurniture.co.uk/wp-content/uploads/2022/04/carmel-large-chaise-corner-sofa-champagne-gold-velvet-now-furniture-uk-1-1-e1649861349662.jpg",
    "description": "Indulge in comfort and style with the Sweet® Luxe Velvet Sofa. This luxurious sofa features a plush velvet upholstery that not only looks elegant but also feels incredibly soft to the touch. With its spacious seating and deep cushions, it offers a cozy and inviting place to relax. The sleek design and sturdy construction make it a perfect addition to both modern and traditional interiors. Whether you're entertaining guests or enjoying a quiet evening, the Sweet® Luxe Velvet Sofa ensures a comfortable and sophisticated seating experience.",
    "stock": 10,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Serenity Bath Set",
    "price": 39.99,
    "image": "https://www.4sgm.com/assets/Image/Product/detailsbig/47773.jpg",
    "description": "Transform your bathroom into a tranquil oasis with the Sweet® Serenity Bath Set. This comprehensive set includes everything you need for a relaxing and rejuvenating bath experience. The set features a luxurious bathrobe, plush towels, aromatic bath salts, and a scented candle. Wrap yourself in the softness of the bathrobe, indulge in the plushness of the towels, and immerse yourself in the soothing aroma of the bath salts. With the Sweet® Serenity Bath Set, self-care becomes a blissful ritual that restores your body and calms your mind.",
    "stock": 20,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Blissful Bedding Set",
    "price": 129.99,
    "image": "https://cdn.shopify.com/s/files/1/1148/9974/products/s_aik9000-fq.jpeg?v=1575941885",
    "description": "Experience ultimate comfort and style with the Sweet® Blissful Bedding Set. This premium bedding set includes a luxurious duvet cover, matching pillowcases, and a fitted sheet. Crafted from high-quality materials, the bedding set offers a silky-smooth feel against your skin for a restful night's sleep. The elegant design and exquisite craftsmanship add a touch of sophistication to your bedroom decor. With its softness, durability, and timeless appeal, the Sweet® Blissful Bedding Set is the epitome of luxury and comfort.",
    "stock": 15,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Comfortable Sofa",
    "price": 599.99,
    "image": "https://media.admagazine.com/photos/6359f3708b465ad04ec2d245/master/w_1600,c_limit/pexels-pixabay-276583.jpg",
    "description": "Relax and unwind in the Sweet® Comfortable Sofa. This stylish and cozy sofa features plush cushions and a sturdy frame for maximum comfort and durability. With its modern design and luxurious upholstery, it's the perfect addition to any living room or lounge area.",
    "stock": 10,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Elegant Table Lamp",
    "price": 79.99,
    "image": "https://plus.unsplash.com/premium_photo-1681412205156-bb506a4ea970?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
    "description": "Add a touch of elegance to your space with the Sweet® Elegant Table Lamp. This beautifully crafted lamp features a sleek design and soft lighting, creating a warm and inviting ambiance. It's perfect for illuminating your living room, bedroom, or office.",
    "stock": 20,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Sheer Curtains",
    "price": 39.99,
    "image": "https://images.unsplash.com/photo-1617597190828-1bf579d485ee?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "description": "Enhance your windows with the Sweet® Sheer Curtains. These lightweight and airy curtains allow natural light to filter through while providing privacy. With their elegant design and soft draping, they create a stylish and sophisticated look in any room.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Cozy Area Rug",
    "price": 89.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202310/0002/hand-loomed-shine-rug-xl.jpg",
    "description": "Step onto luxury with the Sweet® Cozy Area Rug. This plush and soft rug adds warmth and comfort to your floors. Its durable construction and stylish design make it a perfect choice for living rooms, bedrooms, and other spaces in your home.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Dreamy Duvet Cover",
    "price": 49.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0272/cotton-cloud-jersey-duvet-cover-shams-xl.jpg",
    "description": "Transform your bedroom into a sanctuary of relaxation with the Sweet® Dreamy Duvet Cover. Made from premium materials, this duvet cover offers exceptional comfort and durability. Its elegant design and soothing colors create a tranquil atmosphere for a peaceful night's sleep.",
    "stock": 18,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Plush Throw Pillow",
    "price": 19.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202318/0044/cool-toned-velvet-pillow-cover-set-xl.jpg",
    "description": "Add a pop of color and comfort to your living space with the Sweet® Plush Throw Pillow. This soft and fluffy pillow is perfect for snuggling up on the couch or adding extra support to your favorite chair. Its vibrant colors and luxurious texture make it a stylish accent in any room.",
    "stock": 25,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Decorative Vase Set",
    "price": 29.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202304/0064/form-studies-ceramic-floor-vases-xl.jpg",
    "description": "Display your favorite flowers in style with the Sweet® Decorative Vase Set. This elegant vase features a unique design and high-quality craftsmanship. It adds a touch of sophistication to any room and makes a beautiful centerpiece for your dining table or mantel.",
    "stock": 16,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Modern Dining Chair",
    "price": 149.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0066/round-back-dining-chair-xl.jpg",
    "description": "Upgrade your dining area with the Sweet® Modern Dining Chair. This sleek and comfortable chair features a contemporary design and ergonomic support. Its durable construction and stylish upholstery make it a perfect choice for everyday use and entertaining guests.",
    "stock": 8,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Simple Pendant Light",
    "price": 99.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202302/0087/henry-pendant-1075-xl.jpg",
    "description": "Illuminate your space with the Sweet® Simple Pendant Light. This modern and stylish light fixture creates a warm and inviting atmosphere. Whether used in a kitchen, dining room, or entryway, it adds a touch of sophistication to your home decor.",
    "stock": 14,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Blackout Curtains",
    "price": 49.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0053/worn-velvet-curtain-metal-xl.jpg",
    "description": "Create a peaceful and dark environment with the Sweet® Blackout Curtains. These curtains effectively block out sunlight and reduce outside noise, allowing you to enjoy uninterrupted sleep or movie nights. Their elegant design and thermal insulation properties make them a practical and stylish choice for any room.",
    "stock": 20,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® White Shaggy Area Rug",
    "price": 79.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202320/0021/cozy-plush-low-shed-shag-rug-xl.jpg",
    "description": "Add comfort and style to your floors with the Sweet® White Shaggy Area Rug. This plush rug features a thick, shaggy pile that feels soft and cozy underfoot. Its modern design and vibrant colors bring warmth and character to any space.",
    "stock": 11,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Soft Bed Sheets",
    "price": 89.99,
    "image": "https://image.made-in-china.com/44f3j00tZBIJimCwjfS/Hotel-Luxury-Bed-Sheets-Cooling-Breathable-Sheets.webp",
    "description": "Indulge in the ultimate comfort with the Sweet® Soft Bed Sheets. Made from premium-quality materials, these sheets are soft, breathable, and wrinkle-resistant. Their elegant design and silky-smooth feel elevate the look and feel of your bed.",
    "stock": 13,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Cushion",
    "price": 24.99,
    "image": "https://www.frenchbedroomcompany.co.uk/media/catalog/product/cache/aa9770987594e62fe1394061b36c3bcf/l/a/laceflower-petals-cushion-1.jpg",
    "description": "Add a touch of elegance to your seating area with the Sweet® Embroidered Cushion. This decorative cushion features intricate embroidery and a plush filling for added comfort. It's a perfect accent for sofas, chairs, or beds.",
    "stock": 22,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Wall Clock",
    "price": 34.99,
    "image": "https://www.ikea.com/us/en/images/products/kuttersmycke-wall-clock-black__1061215_pe850324_s5.jpg",
    "description": "Keep track of time in style with the Sweet® Wall Clock. This sleek and modern clock adds a contemporary touch to your wall decor. Its silent movement ensures quiet operation, making it suitable for any room in your home.",
    "stock": 17,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Ergonomic Office Chair",
    "price": 199.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/83676959/compr-r85/1809/180949752/faye-ergonomic-task-chair.jpg",
    "description": "Upgrade your workspace with the Sweet® Ergonomic Office Chair. This comfortable and supportive chair is designed to promote good posture and reduce fatigue during long work hours. Its adjustable features and sleek design make it a perfect choice for home offices or corporate settings.",
    "stock": 9,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Modern Pendant Chandelier",
    "price": 149.99,
    "image": "https://ak1.ostkcdn.com/images/products/11036709/Mariana-8-Light-Cognac-Glass-Cluster-Pendant-in-Antique-Black-Finish-ba4de699-ea52-4095-b006-b647be91200f_1000.jpg",
    "description": "Add a touch of glamour to your space with the Sweet® Modern Pendant Chandelier. This stunning chandelier features sparkling crystals and a sleek design, creating a focal point in any room. It's perfect for dining rooms, entryways, or bedrooms.",
    "stock": 7,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Floral Patterned Roller Blinds",
    "price": 59.99,
    "image": "https://johnlewis.scene7.com/is/image/JohnLewis/238912090alt10",
    "description": "Enhance your windows with the Sweet® Floral Patterned Roller Blinds. These blinds feature stylish patterns and smooth operation, allowing you to control the amount of light and privacy in your space. They're a perfect blend of functionality and aesthetics.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Faux Fur Area Rug",
    "price": 69.99,
    "image": "https://cdn.shopify.com/s/files/1/1007/4476/products/81ekCduRnpL._AC_SL1500_-Copy_1024x1024.jpg?v=1654371083",
    "description": "Create a cozy and luxurious atmosphere with the Sweet® Faux Fur Area Rug. This soft and fluffy rug adds warmth and texture to your floors. Its versatile design and neutral color make it a perfect addition to any room.",
    "stock": 10,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Silk Pillowcase Set",
    "price": 34.99,
    "image": "https://cdn.shopify.com/s/files/1/0020/4134/8196/products/Pillow-Landing-Page-Shots-4.jpg?v=1606537185",
    "description": "Experience the ultimate luxury with the Sweet® Silk Pillowcase Set. These pillowcases are made from pure silk, known for its smoothness and skin-friendly properties. They help reduce friction and prevent hair breakage, ensuring a restful sleep.",
    "stock": 20,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Lumbar Pillow",
    "price": 29.99,
    "image": "https://i.etsystatic.com/21651414/r/il/62285c/3486364393/il_fullxfull.3486364393_tq89.jpg",
    "description": "Add comfort and style to your seating area with the Sweet® Embroidered Lumbar Pillow. This decorative pillow features intricate embroidery and a supportive filling, providing lumbar support and enhancing the visual appeal of your furniture.",
    "stock": 18,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Color Vase Set",
    "price": 39.99,
    "image": "https://www.refinery29.com/images/11395041.jpg?format=webp&width=&height=&quality=85",
    "description": "Decorate your space with the Sweet® Ceramic Color Vase Set. This set includes three vases in different sizes, perfect for creating a visually appealing display. Made from high-quality ceramic, these vases add a touch of elegance to any room.",
    "stock": 15,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Velvet Accent Chair",
    "price": 199.99,
    "image": "https://m.media-amazon.com/images/I/81Q02uOEGiL.jpg",
    "description": "Make a statement with the Sweet® Velvet Accent Chair. This luxurious chair features a plush velvet upholstery and a unique design, adding a touch of glamour to any room. Its comfortable seat and sturdy construction make it as functional as it is stylish.",
    "stock": 8,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Crystal Chandelier",
    "price": 249.99,
    "image": "https://cdn.shopify.com/s/files/1/0415/8167/4652/products/product-image-1578976589.jpg?v=1685622949",
    "description": "Create a dazzling ambiance with the Sweet® Crystal Chandelier. This exquisite chandelier features sparkling crystals and a classic design, adding elegance to any space. It's a perfect choice for dining rooms, foyers, or grand living areas.",
    "stock": 6,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Sheer Curtains",
    "price": 39.99,
    "image": "https://image.made-in-china.com/44f3j00JkMiRlESbvrG/on-Sale-Curtain-Yarn-New-Japanese-Simple-Plain-Linen-Sheer-Curtain.webp",
    "description": "Enhance your windows with the Sweet® Sheer Curtains. These curtains feature a delicate sheer fabric that allows natural light to filter through while maintaining privacy. Their lightweight and airy design add a touch of elegance to your space.",
    "stock": 19,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Geometric Area Rug",
    "price": 89.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/32d4f3d13ea919e279415b70aca3e6ee11237c12/Mika-Modern-%26-Contemporary-Geometric-Area-Rug-by-Rugs-America.jpg",
    "description": "Make a statement with the Sweet® Geometric Area Rug. This contemporary rug features a bold geometric pattern that instantly transforms your floors. Its durable construction and soft pile provide both comfort and style.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Wooden Side Table",
    "price": 79.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/27357512/compr-r85/7472/74725050/luke-wooden-side-table.jpg",
    "description": "Add a touch of natural beauty to your living space with the Sweet® Wooden Side Table. This versatile table features a solid wood construction and a minimalist design, making it perfect for holding drinks, books, or decorative items.",
    "stock": 14,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Simple Glass Pendant Light",
    "price": 89.99,
    "image": "https://images.squarespace-cdn.com/content/v1/59fbabecace86473efda6e65/1589186926043-SXTDI1WJIOINYUF9HLMH/sparkandbell144312-2.jpg?format=1000w",
    "description": "Illuminate your space with the Sweet® Simple Glass Pendant Light. This modern light fixture features a clear glass shade and a sleek metal frame, creating a contemporary and sophisticated look. It's perfect for kitchens, dining areas, or entryways.",
    "stock": 9,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Oval Patterned Roller Blinds",
    "price": 49.99,
    "image": "https://images-cdn.ubuy.co.in/63c49619815ee269af5fc033-letau-blackout-window-shades-blinds.jpg",
    "description": "Enhance your windows with the Sweet® Oval Patterned Roller Blinds. These blinds feature stylish patterns and smooth operation, allowing you to control the amount of light and privacy in your space. They're a perfect blend of functionality and aesthetics.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Patterned Shaggy Area Rug",
    "price": 79.99,
    "image": "https://cdn.shopify.com/s/files/1/0691/8363/5772/products/383-grey-ivory-011.jpg?v=1671469849&width=1080",
    "description": "Experience plush comfort with the Sweet® Patterned Shaggy Area Rug. This thick and soft rug adds warmth and coziness to your floors. Its shaggy texture and modern design make it a stylish addition to any room.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Duvet Cover",
    "price": 99.99,
    "image": "https://www.therange.co.uk/media/6/1/1543579303_5868.jpg",
    "description": "Transform your bedroom with the Sweet® Embroidered Duvet Cover. This elegant duvet cover features intricate embroidery and a luxurious feel, elevating the look of your bed. It's a perfect choice for adding sophistication to your sleep space.",
    "stock": 8,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Velvet Cushion",
    "price": 24.99,
    "image": "https://saritahanda.com/media/mf_webp/jpg/media/catalog/product/cache/b6cdab4518d7bc55fbea12b56b1dee26/s/h/sh0008949_1.webp",
    "description": "Add a pop of color and texture to your sofa or bed with the Sweet® Velvet Cushion. This soft and luxurious pillow features a velvet cover and a plush filling, providing both comfort and style.",
    "stock": 20,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Patterned Vase",
    "price": 34.99,
    "image": "https://www.livingspaces.com/globalassets/productassets/300000-399999/310000-319999/310000-310999/310400-310499/310482/310482_blue_ceramic_vase_signature_01.jpg?w=1911&h=1288&mode=pad",
    "description": "Display your favorite flowers in the Sweet® Ceramic Vase. This elegant vase features a glossy finish and a contemporary design, adding a touch of sophistication to your floral arrangements.",
    "stock": 18,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Table",
    "price": 49.99,
    "image": "https://cdn.shopify.com/s/files/1/0264/6268/3215/products/media_images_org_file0038431.jpg?v=1625490102",
    "description": "Enhance your space with the elegant Ceramic Table by Sweet®. This stunning table showcases a distinctive design and exceptional craftsmanship, making it a perfect blend of functionality and aesthetics for any room.",
    "stock": 11,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  }
]
