[
  {
    "name": "Sweet® Midnight Glow Lamp",
    "price": 49.99,
    "image": "https://m.media-amazon.com/images/I/91LgrzckSKL._AC_UF894,1000_QL80_.jpg",
    "description": "Introducing the Sweet® Nocturne Lamp, a captivating blend of elegance and functionality. Illuminate your space with this exquisite lamp that exudes a soft, dreamy glow, creating a serene ambiance in any room. Crafted with utmost attention to detail, the Nocturne Lamp features a sleek, modern design, making it a perfect addition to contemporary interiors. Its adjustable brightness settings allow you to create the perfect atmosphere for relaxation or productivity. Whether used as a nightlight, a reading companion, or simply as a statement piece, the Sweet® Nocturne Lamp is sure to add a touch of enchantment to your home.",
    "stock": 100,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Cozy Throw Blanket",
    "price": 29.99,
    "image": "https://m.media-amazon.com/images/I/71xZfQ8o7cL._AC_UF894,1000_QL80_.jpg",
    "description": "Wrap yourself in luxury with the Sweet® Cozy Throw Blanket. Made from ultra-soft and plush fabric, this blanket provides exceptional warmth and comfort on chilly evenings. Its elegant design and high-quality craftsmanship make it a stylish addition to any living space. Whether you use it to snuggle up on the couch or drape it over your bed, the Sweet® Cozy Throw Blanket is a must-have for cozy nights and relaxing moments.",
    "stock": 50,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Aroma Diffuser",
    "price": 39.99,
    "image": "https://nypost.com/wp-content/uploads/sites/2/2022/03/essential-oil-diffuser-feature-image.png",
    "description": "Create a soothing and aromatic atmosphere with the Sweet® Aroma Diffuser. This elegant diffuser combines the benefits of aromatherapy with a sleek and modern design. Simply add your favorite essential oils and enjoy the calming scents that fill the air. With its whisper-quiet operation and soft LED lighting, the Sweet® Aroma Diffuser enhances relaxation and promotes a sense of well-being. It's perfect for use in bedrooms, living rooms, or any space where you want to create a peaceful environment.",
    "stock": 75,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Harmony Wall Art",
    "price": 69.99,
    "image": "https://uttermost.azureedge.net/498507/globalassets/product-images/07071_4_.jpg",
    "description": "Elevate your home decor with the Sweet® Harmony Wall Art. This stunning piece features a captivating design that adds a touch of elegance and sophistication to any room. Crafted with meticulous attention to detail, the Sweet® Harmony Wall Art is a true masterpiece. Hang it in your living room, bedroom, or hallway to create a focal point that sparks conversation and enhances the ambiance. With its harmonious blend of colors and textures, this wall art is a reflection of your impeccable taste.",
    "stock": 30,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Luxe Velvet Sofa",
    "price": 799.99,
    "image": "https://www.nowfurniture.co.uk/wp-content/uploads/2022/04/carmel-large-chaise-corner-sofa-champagne-gold-velvet-now-furniture-uk-1-1-e1649861349662.jpg",
    "description": "Indulge in comfort and style with the Sweet® Luxe Velvet Sofa. This luxurious sofa features a plush velvet upholstery that not only looks elegant but also feels incredibly soft to the touch. With its spacious seating and deep cushions, it offers a cozy and inviting place to relax. The sleek design and sturdy construction make it a perfect addition to both modern and traditional interiors. Whether you're entertaining guests or enjoying a quiet evening, the Sweet® Luxe Velvet Sofa ensures a comfortable and sophisticated seating experience.",
    "stock": 10,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Serenity Bath Set",
    "price": 39.99,
    "image": "https://www.4sgm.com/assets/Image/Product/detailsbig/47773.jpg",
    "description": "Transform your bathroom into a tranquil oasis with the Sweet® Serenity Bath Set. This comprehensive set includes everything you need for a relaxing and rejuvenating bath experience. The set features a luxurious bathrobe, plush towels, aromatic bath salts, and a scented candle. Wrap yourself in the softness of the bathrobe, indulge in the plushness of the towels, and immerse yourself in the soothing aroma of the bath salts. With the Sweet® Serenity Bath Set, self-care becomes a blissful ritual that restores your body and calms your mind.",
    "stock": 20,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Blissful Bedding Set",
    "price": 129.99,
    "image": "https://cdn.shopify.com/s/files/1/1148/9974/products/s_aik9000-fq.jpeg?v=1575941885",
    "description": "Experience ultimate comfort and style with the Sweet® Blissful Bedding Set. This premium bedding set includes a luxurious duvet cover, matching pillowcases, and a fitted sheet. Crafted from high-quality materials, the bedding set offers a silky-smooth feel against your skin for a restful night's sleep. The elegant design and exquisite craftsmanship add a touch of sophistication to your bedroom decor. With its softness, durability, and timeless appeal, the Sweet® Blissful Bedding Set is the epitome of luxury and comfort.",
    "stock": 15,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Comfortable Sofa",
    "price": 599.99,
    "image": "https://media.admagazine.com/photos/6359f3708b465ad04ec2d245/master/w_1600,c_limit/pexels-pixabay-276583.jpg",
    "description": "Relax and unwind in the Sweet® Comfortable Sofa. This stylish and cozy sofa features plush cushions and a sturdy frame for maximum comfort and durability. With its modern design and luxurious upholstery, it's the perfect addition to any living room or lounge area.",
    "stock": 10,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Elegant Table Lamp",
    "price": 79.99,
    "image": "https://plus.unsplash.com/premium_photo-1681412205156-bb506a4ea970?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
    "description": "Add a touch of elegance to your space with the Sweet® Elegant Table Lamp. This beautifully crafted lamp features a sleek design and soft lighting, creating a warm and inviting ambiance. It's perfect for illuminating your living room, bedroom, or office.",
    "stock": 20,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Sheer Curtains",
    "price": 39.99,
    "image": "https://images.unsplash.com/photo-1617597190828-1bf579d485ee?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "description": "Enhance your windows with the Sweet® Sheer Curtains. These lightweight and airy curtains allow natural light to filter through while providing privacy. With their elegant design and soft draping, they create a stylish and sophisticated look in any room.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Cozy Area Rug",
    "price": 89.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202310/0002/hand-loomed-shine-rug-xl.jpg",
    "description": "Step onto luxury with the Sweet® Cozy Area Rug. This plush and soft rug adds warmth and comfort to your floors. Its durable construction and stylish design make it a perfect choice for living rooms, bedrooms, and other spaces in your home.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Dreamy Duvet Cover",
    "price": 49.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0272/cotton-cloud-jersey-duvet-cover-shams-xl.jpg",
    "description": "Transform your bedroom into a sanctuary of relaxation with the Sweet® Dreamy Duvet Cover. Made from premium materials, this duvet cover offers exceptional comfort and durability. Its elegant design and soothing colors create a tranquil atmosphere for a peaceful night's sleep.",
    "stock": 18,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Plush Throw Pillow",
    "price": 19.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202318/0044/cool-toned-velvet-pillow-cover-set-xl.jpg",
    "description": "Add a pop of color and comfort to your living space with the Sweet® Plush Throw Pillow. This soft and fluffy pillow is perfect for snuggling up on the couch or adding extra support to your favorite chair. Its vibrant colors and luxurious texture make it a stylish accent in any room.",
    "stock": 25,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Decorative Vase Set",
    "price": 29.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202304/0064/form-studies-ceramic-floor-vases-xl.jpg",
    "description": "Display your favorite flowers in style with the Sweet® Decorative Vase Set. This elegant vase features a unique design and high-quality craftsmanship. It adds a touch of sophistication to any room and makes a beautiful centerpiece for your dining table or mantel.",
    "stock": 16,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Modern Dining Chair",
    "price": 149.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0066/round-back-dining-chair-xl.jpg",
    "description": "Upgrade your dining area with the Sweet® Modern Dining Chair. This sleek and comfortable chair features a contemporary design and ergonomic support. Its durable construction and stylish upholstery make it a perfect choice for everyday use and entertaining guests.",
    "stock": 8,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Simple Pendant Light",
    "price": 99.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202302/0087/henry-pendant-1075-xl.jpg",
    "description": "Illuminate your space with the Sweet® Simple Pendant Light. This modern and stylish light fixture creates a warm and inviting atmosphere. Whether used in a kitchen, dining room, or entryway, it adds a touch of sophistication to your home decor.",
    "stock": 14,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Blackout Curtains",
    "price": 49.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202317/0053/worn-velvet-curtain-metal-xl.jpg",
    "description": "Create a peaceful and dark environment with the Sweet® Blackout Curtains. These curtains effectively block out sunlight and reduce outside noise, allowing you to enjoy uninterrupted sleep or movie nights. Their elegant design and thermal insulation properties make them a practical and stylish choice for any room.",
    "stock": 20,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® White Shaggy Area Rug",
    "price": 79.99,
    "image": "https://assets.weimgs.com/weimgs/rk/images/wcm/products/202320/0021/cozy-plush-low-shed-shag-rug-xl.jpg",
    "description": "Add comfort and style to your floors with the Sweet® White Shaggy Area Rug. This plush rug features a thick, shaggy pile that feels soft and cozy underfoot. Its modern design and vibrant colors bring warmth and character to any space.",
    "stock": 11,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Soft Bed Sheets",
    "price": 89.99,
    "image": "https://image.made-in-china.com/44f3j00tZBIJimCwjfS/Hotel-Luxury-Bed-Sheets-Cooling-Breathable-Sheets.webp",
    "description": "Indulge in the ultimate comfort with the Sweet® Soft Bed Sheets. Made from premium-quality materials, these sheets are soft, breathable, and wrinkle-resistant. Their elegant design and silky-smooth feel elevate the look and feel of your bed.",
    "stock": 13,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Cushion",
    "price": 24.99,
    "image": "https://www.frenchbedroomcompany.co.uk/media/catalog/product/cache/aa9770987594e62fe1394061b36c3bcf/l/a/laceflower-petals-cushion-1.jpg",
    "description": "Add a touch of elegance to your seating area with the Sweet® Embroidered Cushion. This decorative cushion features intricate embroidery and a plush filling for added comfort. It's a perfect accent for sofas, chairs, or beds.",
    "stock": 22,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Wall Clock",
    "price": 34.99,
    "image": "https://www.ikea.com/us/en/images/products/kuttersmycke-wall-clock-black__1061215_pe850324_s5.jpg",
    "description": "Keep track of time in style with the Sweet® Wall Clock. This sleek and modern clock adds a contemporary touch to your wall decor. Its silent movement ensures quiet operation, making it suitable for any room in your home.",
    "stock": 17,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Ergonomic Office Chair",
    "price": 199.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/83676959/compr-r85/1809/180949752/faye-ergonomic-task-chair.jpg",
    "description": "Upgrade your workspace with the Sweet® Ergonomic Office Chair. This comfortable and supportive chair is designed to promote good posture and reduce fatigue during long work hours. Its adjustable features and sleek design make it a perfect choice for home offices or corporate settings.",
    "stock": 9,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Modern Pendant Chandelier",
    "price": 149.99,
    "image": "https://ak1.ostkcdn.com/images/products/11036709/Mariana-8-Light-Cognac-Glass-Cluster-Pendant-in-Antique-Black-Finish-ba4de699-ea52-4095-b006-b647be91200f_1000.jpg",
    "description": "Add a touch of glamour to your space with the Sweet® Modern Pendant Chandelier. This stunning chandelier features sparkling crystals and a sleek design, creating a focal point in any room. It's perfect for dining rooms, entryways, or bedrooms.",
    "stock": 7,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Floral Patterned Roller Blinds",
    "price": 59.99,
    "image": "https://johnlewis.scene7.com/is/image/JohnLewis/238912090alt10",
    "description": "Enhance your windows with the Sweet® Floral Patterned Roller Blinds. These blinds feature stylish patterns and smooth operation, allowing you to control the amount of light and privacy in your space. They're a perfect blend of functionality and aesthetics.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Faux Fur Area Rug",
    "price": 69.99,
    "image": "https://cdn.shopify.com/s/files/1/1007/4476/products/81ekCduRnpL._AC_SL1500_-Copy_1024x1024.jpg?v=1654371083",
    "description": "Create a cozy and luxurious atmosphere with the Sweet® Faux Fur Area Rug. This soft and fluffy rug adds warmth and texture to your floors. Its versatile design and neutral color make it a perfect addition to any room.",
    "stock": 10,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Silk Pillowcase Set",
    "price": 34.99,
    "image": "https://cdn.shopify.com/s/files/1/0020/4134/8196/products/Pillow-Landing-Page-Shots-4.jpg?v=1606537185",
    "description": "Experience the ultimate luxury with the Sweet® Silk Pillowcase Set. These pillowcases are made from pure silk, known for its smoothness and skin-friendly properties. They help reduce friction and prevent hair breakage, ensuring a restful sleep.",
    "stock": 20,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Lumbar Pillow",
    "price": 29.99,
    "image": "https://i.etsystatic.com/21651414/r/il/62285c/3486364393/il_fullxfull.3486364393_tq89.jpg",
    "description": "Add comfort and style to your seating area with the Sweet® Embroidered Lumbar Pillow. This decorative pillow features intricate embroidery and a supportive filling, providing lumbar support and enhancing the visual appeal of your furniture.",
    "stock": 18,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Color Vase Set",
    "price": 39.99,
    "image": "https://www.refinery29.com/images/11395041.jpg?format=webp&width=&height=&quality=85",
    "description": "Decorate your space with the Sweet® Ceramic Color Vase Set. This set includes three vases in different sizes, perfect for creating a visually appealing display. Made from high-quality ceramic, these vases add a touch of elegance to any room.",
    "stock": 15,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Velvet Accent Chair",
    "price": 199.99,
    "image": "https://m.media-amazon.com/images/I/81Q02uOEGiL.jpg",
    "description": "Make a statement with the Sweet® Velvet Accent Chair. This luxurious chair features a plush velvet upholstery and a unique design, adding a touch of glamour to any room. Its comfortable seat and sturdy construction make it as functional as it is stylish.",
    "stock": 8,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Crystal Chandelier",
    "price": 249.99,
    "image": "https://cdn.shopify.com/s/files/1/0415/8167/4652/products/product-image-1578976589.jpg?v=1685622949",
    "description": "Create a dazzling ambiance with the Sweet® Crystal Chandelier. This exquisite chandelier features sparkling crystals and a classic design, adding elegance to any space. It's a perfect choice for dining rooms, foyers, or grand living areas.",
    "stock": 6,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Sheer Curtains",
    "price": 39.99,
    "image": "https://image.made-in-china.com/44f3j00JkMiRlESbvrG/on-Sale-Curtain-Yarn-New-Japanese-Simple-Plain-Linen-Sheer-Curtain.webp",
    "description": "Enhance your windows with the Sweet® Sheer Curtains. These curtains feature a delicate sheer fabric that allows natural light to filter through while maintaining privacy. Their lightweight and airy design add a touch of elegance to your space.",
    "stock": 19,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Geometric Area Rug",
    "price": 89.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/32d4f3d13ea919e279415b70aca3e6ee11237c12/Mika-Modern-%26-Contemporary-Geometric-Area-Rug-by-Rugs-America.jpg",
    "description": "Make a statement with the Sweet® Geometric Area Rug. This contemporary rug features a bold geometric pattern that instantly transforms your floors. Its durable construction and soft pile provide both comfort and style.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Wooden Side Table",
    "price": 79.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/27357512/compr-r85/7472/74725050/luke-wooden-side-table.jpg",
    "description": "Add a touch of natural beauty to your living space with the Sweet® Wooden Side Table. This versatile table features a solid wood construction and a minimalist design, making it perfect for holding drinks, books, or decorative items.",
    "stock": 14,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Simple Glass Pendant Light",
    "price": 89.99,
    "image": "https://images.squarespace-cdn.com/content/v1/59fbabecace86473efda6e65/1589186926043-SXTDI1WJIOINYUF9HLMH/sparkandbell144312-2.jpg?format=1000w",
    "description": "Illuminate your space with the Sweet® Simple Glass Pendant Light. This modern light fixture features a clear glass shade and a sleek metal frame, creating a contemporary and sophisticated look. It's perfect for kitchens, dining areas, or entryways.",
    "stock": 9,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Oval Patterned Roller Blinds",
    "price": 49.99,
    "image": "https://images-cdn.ubuy.co.in/63c49619815ee269af5fc033-letau-blackout-window-shades-blinds.jpg",
    "description": "Enhance your windows with the Sweet® Oval Patterned Roller Blinds. These blinds feature stylish patterns and smooth operation, allowing you to control the amount of light and privacy in your space. They're a perfect blend of functionality and aesthetics.",
    "stock": 15,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Patterned Shaggy Area Rug",
    "price": 79.99,
    "image": "https://cdn.shopify.com/s/files/1/0691/8363/5772/products/383-grey-ivory-011.jpg?v=1671469849&width=1080",
    "description": "Experience plush comfort with the Sweet® Patterned Shaggy Area Rug. This thick and soft rug adds warmth and coziness to your floors. Its shaggy texture and modern design make it a stylish addition to any room.",
    "stock": 12,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Embroidered Duvet Cover",
    "price": 99.99,
    "image": "https://www.therange.co.uk/media/6/1/1543579303_5868.jpg",
    "description": "Transform your bedroom with the Sweet® Embroidered Duvet Cover. This elegant duvet cover features intricate embroidery and a luxurious feel, elevating the look of your bed. It's a perfect choice for adding sophistication to your sleep space.",
    "stock": 8,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Velvet Cushion",
    "price": 24.99,
    "image": "https://saritahanda.com/media/mf_webp/jpg/media/catalog/product/cache/b6cdab4518d7bc55fbea12b56b1dee26/s/h/sh0008949_1.webp",
    "description": "Add a pop of color and texture to your sofa or bed with the Sweet® Velvet Cushion. This soft and luxurious pillow features a velvet cover and a plush filling, providing both comfort and style.",
    "stock": 20,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Patterned Vase",
    "price": 34.99,
    "image": "https://www.livingspaces.com/globalassets/productassets/300000-399999/310000-319999/310000-310999/310400-310499/310482/310482_blue_ceramic_vase_signature_01.jpg?w=1911&h=1288&mode=pad",
    "description": "Display your favorite flowers in the Sweet® Ceramic Vase. This elegant vase features a glossy finish and a contemporary design, adding a touch of sophistication to your floral arrangements.",
    "stock": 18,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Table",
    "price": 49.99,
    "image": "https://cdn.shopify.com/s/files/1/0264/6268/3215/products/media_images_org_file0038431.jpg?v=1625490102",
    "description": "Enhance your space with the elegant Ceramic Table by Sweet®. This stunning table showcases a distinctive design and exceptional craftsmanship, making it a perfect blend of functionality and aesthetics for any room.",
    "stock": 11,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Wooden Coffee Table",
    "price": 149.99,
    "image": "https://cdn.shopify.com/s/files/1/0308/7948/1991/products/white-oak-round-coffee-table-1_1200x1200.jpg?v=1659562052",
    "description": "Add a touch of rustic charm to your living room with the Sweet® Wooden Coffee Table. This sturdy coffee table features a natural wood finish and a spacious surface for holding drinks, magazines, or decorative items.",
    "stock": 60,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Modern Floor Lamp",
    "price": 129.99,
    "image": "https://cdn.shopify.com/s/files/1/0192/5276/products/LMP_13451_28423-1_B_LIGHT-ON_2048x.jpg?v=1618065480",
    "description": "Illuminate your space with the sleek and stylish Sweet® Modern Floor Lamp. This floor lamp features a slim profile, a metal base, and an adjustable shade, allowing you to direct light where you need it most.",
    "stock": 70,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Patterned Throw Blanket",
    "price": 59.99,
    "image": "https://i5.walmartimages.com/asr/e1c85de5-1861-4db8-baaa-dbaf41e52e94.cb44f6d819bd871b4e032a3175545847.jpeg",
    "description": "Stay cozy and stylish with the Sweet® Patterned Throw Blanket. This soft and warm blanket features a beautiful pattern and is perfect for snuggling up on the couch or adding a decorative touch to your bed.",
    "stock": 45,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Marble Top Side Table",
    "price": 79.99,
    "image": "https://bloomr.ae/cdn/shop/products/bloomr-furniture-solon-br-marble-side-table-artificial-flowers-artificial-trees-artificial-plants-dubai-saudi-arabia-uae-33226415734946_2024x2024.jpg?v=1653057412",
    "description": "Enhance your space with the elegant Sweet® Marble Top Side Table. This stylish table features a marble top, a metal frame, and a compact design, making it perfect for small living areas or as a bedside table.",
    "stock": 90,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Modern Pendant Chandelier",
    "price": 199.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/5320437fe64983712075f154a0a6401e74e9ea36/Flyn-Mid-Century-Modern-3-Light-Mercury-Glass-Cluster-Pendant-Chandelier-for-Dining-Room.jpg",
    "description": "Create a stunning focal point with the Sweet® Modern Pendant Chandelier. This eye-catching chandelier features a cluster of glass globes and adjustable cords, allowing you to customize the height and arrangement to suit your space.",
    "stock": 55,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Striped Blackout Curtains",
    "price": 49.99,
    "image": "https://m.media-amazon.com/images/I/818H0tTcWPL._AC_UF894,1000_QL80_.jpg",
    "description": "Block out light and add a touch of style with the Sweet® Striped Blackout Curtains. These curtains feature a striped pattern and a blackout lining, providing privacy and creating a cozy atmosphere in your room.",
    "stock": 40,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Abstract Art Canvas",
    "price": 89.99,
    "image": "https://cdn.shopify.com/s/files/1/0279/2987/0425/products/TailoredCanvases3_cd702794-e87d-4034-8462-6d8998c743b2_1024x.jpg?v=1666596569",
    "description": "Add a touch of artistic flair to your walls with the Sweet® Abstract Art Canvas. This captivating canvas print features bold colors and abstract shapes, making it a striking addition to any room or gallery wall.",
    "stock": 45,
    "category": ["64927139742e76341ed9d0e9"],
    "review": []
  },
  {
    "name": "Sweet® Outdoor Dining Set",
    "price": 599.99,
    "image": "https://cdn.shopify.com/s/files/1/2268/9819/collections/Round2BrownA_69f3cd5d-5256-466d-8e13-4698e7e5ec10_1600x.jpg?v=1676083041",
    "description": "Create an inviting outdoor space with the Sweet® Outdoor Dining Set. This stylish set includes a dining table and chairs, featuring a durable construction and weather-resistant materials, perfect for enjoying meals and gatherings in your backyard.",
    "stock": 40,
    "category": ["64927143742e76341ed9d0eb"],
    "review": []
  },
  {
    "name": "Sweet® Bamboo Toothbrush Holder",
    "price": 14.99,
    "image": "https://cdn.shopify.com/s/files/1/0127/9207/0208/files/fto-custom-toothbrush-holder-lifestyle-6.jpg?v=1686842736",
    "description": "Organize your bathroom essentials with the Sweet® Bamboo Toothbrush Holder. This eco-friendly holder features a sleek design and multiple compartments, keeping your toothbrushes and toothpaste neatly stored and easily accessible.",
    "stock": 50,
    "category": ["64927132742e76341ed9d0e7"],
    "review": []
  },
  {
    "name": "Sweet® Floral Metal Wall Art",
    "price": 39.99,
    "image": "https://cdn.shopify.com/s/files/1/0477/6670/0200/products/cicekli-set-metal-duvar-tablosu-siyah_1.jpg?v=1678948951&width=1080",
    "description": "Add a touch of nature to your walls with the Sweet® Floral Metal Wall Art. This decorative piece features a delicate floral design and a metal construction, creating a beautiful focal point in your living room, bedroom, or entryway.",
    "stock": 25,
    "category": ["64927139742e76341ed9d0e9"],
    "review": []
  },

  {
    "name": "Sweet® Velvet Accent Chair",
    "price": 249.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/c03ebf1f4b6c2beb7e13f3547e77062725e3d343/Carson-Carrington-Falltorp-Mid-century-Tufted-Velvet-Accent-Chair.jpg",
    "description": "Add a touch of luxury to your space with the Sweet® Velvet Accent Chair. This elegant chair features a plush velvet upholstery, a comfortable seat cushion, and a stylish design, making it perfect for your living room or bedroom.",
    "stock": 80,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Geometric Wall Clock",
    "price": 34.99,
    "image": "https://cdn.shopify.com/s/files/1/0481/1423/7605/products/Frame17_1024x1024.jpg?v=1666068579",
    "description": "Stay on time and enhance your wall decor with the Sweet® Geometric Wall Clock. This modern clock features a geometric design, a silent sweeping movement, and easy-to-read numbers, adding a contemporary touch to any room.",
    "stock": 55,
    "category": ["64927139742e76341ed9d0e9"],
    "review": []
  },
  {
    "name": "Sweet® Tufted Ottoman Bench",
    "price": 179.99,
    "image": "https://cdn.shopify.com/s/files/1/0248/6924/0880/products/Y9-1_1_530x@2x.jpg?v=1605299277",
    "description": "Complete your seating area with the Sweet® Tufted Ottoman Bench. This versatile bench features a tufted top, a sturdy wooden frame, and ample storage space inside, making it a practical and stylish addition to your living room or entryway.",
    "stock": 60,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Ceramic Vase Set",
    "price": 44.99,
    "image": "https://m.media-amazon.com/images/I/71GkqkvtVnL.jpg",
    "description": "Display your favorite flowers in style with the Sweet® Ceramic Vase Set. This set includes three ceramic vases in different sizes, featuring a textured finish and a neutral color palette, adding a touch of elegance to any room.",
    "stock": 25,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Mid-Century Bookshelf",
    "price": 299.99,
    "image": "https://m.media-amazon.com/images/I/81+lDqwjDkL.US1500_.jpg",
    "description": "Organize your books and display your favorite decor pieces with the Sweet® Mid-Century Bookshelf. This stylish bookshelf features a mid-century modern design, multiple shelves, and a sturdy construction, blending functionality and aesthetics seamlessly.",
    "stock": 30,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Faux Fur Throw Pillow",
    "price": 19.99,
    "image": "https://www.croscill.com/cdn/shop/products/df7e52a40337259c5021eb4043338e7a00a9f098_c36bf36a-c5a8-4073-8f2e-962085ac7eec.jpg?v=1663903208&width=1080",
    "description": "Add a cozy and luxurious accent to your sofa or bed with the Sweet® Faux Fur Throw Pillow. This soft and fluffy pillow features a faux fur cover, a hidden zipper closure, and a plush insert, creating a comfortable and stylish space.",
    "stock": 50,
    "category": ["6492713b742e76341ed9d0ed"],
    "review": []
  },
  {
    "name": "Sweet® Marble Coffee Table",
    "price": 349.99,
    "image": "https://images.fivenoir.com/products/911/majestic%20grey%20marble%20coffee.jpg?auto=format",
    "description": "Enhance your living room with the elegance of the Sweet® Marble Coffee Table. This stunning table features a marble top, a sleek metal base, and a contemporary design, becoming a focal point and a functional piece in your space.",
    "stock": 25,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Design Area Rug",
    "price": 129.99,
    "image": "https://i5.walmartimages.com/asr/6dd9bd6e-2722-4a2e-9f2c-75e23b9323f0_1.5dbd867330c79a4e569913ef4cc69fc7.jpeg",
    "description": "Transform your floors with the Sweet® Patterned Area Rug. This eye-catching rug features a bold pattern, a soft and durable construction, and a variety of size options, adding warmth and style to your living room, bedroom, or dining area.",
    "stock": 120,
    "category": ["649270e0742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Wall-Mounted Mirror",
    "price": 89.99,
    "image": "https://cdn.shopify.com/s/files/1/0555/9527/0317/products/Eviva-Sleek-42-x-30-Frameless-Bathroom-Wall-Mounted-Mirror-2.jpg?v=1666309170&width=1946",
    "description": "Create a stunning focal point in your space with the Sweet® Wall-Mounted Mirror. This elegant mirror features a decorative frame, a versatile size, and easy installation, allowing you to enhance the aesthetics of your entryway, bedroom, or bathroom.",
    "stock": 100,
    "category": ["64927132742e76341ed9d0e7"],
    "review": []
  },
  {
    "name": "Sweet® Upholstered Bed Frame",
    "price": 549.99,
    "image": "https://m.media-amazon.com/images/I/81tVRbUjxSL.jpg",
    "description": "Create a cozy and stylish bedroom with the Sweet® Upholstered Bed Frame. This bed frame features a padded headboard, a sturdy wooden construction, and a contemporary design, providing both comfort and aesthetic appeal to your sleeping space.",
    "stock": 65,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Ultralight Dining Table",
    "price": 799.99,
    "image": "https://cdn11.bigcommerce.com/s-t0co7/images/stencil/2048x2048/products/5322/11315/5430__87658.1507021326.jpg?c=2",
    "description": "Gather your family and friends around the Sweet® Elegance Dining Table. This exquisite table features a solid wood construction, a spacious tabletop, and intricate carved details, creating a luxurious dining experience in your home.",
    "stock": 40,
    "category": ["649270b7742e76341ed9d0d5"],
    "review": []
  },
  {
    "name": "Sweet® Crystal Pearl Chandelier",
    "price": 499.99,
    "image": "https://m.media-amazon.com/images/I/71bw+U5zGmL._AC_UF1000,1000_QL80_.jpg",
    "description": "Illuminate your space with the timeless elegance of the Sweet® Crystal Chandelier. This stunning chandelier features sparkling crystals, a chrome-finished frame, and adjustable chain length, adding a touch of glamour to your dining room or foyer.",
    "stock": 15,
    "category": ["649270c0742e76341ed9d0d7"],
    "review": []
  },
  {
    "name": "Sweet® Sheer Voile Curtains",
    "price": 39.99,
    "image": "https://cdn.shopify.com/s/files/1/0455/0990/2504/products/DSC3139-2_3434x.jpg?v=1633099594",
    "description": "Enhance your windows with the airy elegance of Sweet® Sheer Voile Curtains. These lightweight curtains feature a delicate voile fabric, a rod pocket design, and a variety of color options, allowing natural light to filter into your space while maintaining privacy.",
    "stock": 100,
    "category": ["64927100742e76341ed9d0db"],
    "review": []
  },
  {
    "name": "Sweet® Luxe Shag Area Rug",
    "price": 199.99,
    "image": "https://www.bhg.com/thmb/LQtUezVvMRflcLQkRXTru5KBYWg=/1500x0/filters:no_upscale():strip_icc()/tabayon-shag-area-rug-bf62c3b2ad8745f7ae59b79439bce1cd.jpg",
    "description": "Indulge in luxurious comfort with the Sweet® Luxe Shag Area Rug. This plush rug features a thick shag pile, a soft and durable construction, and a range of size and color options, adding warmth and coziness to your living room or bedroom.",
    "stock": 60,
    "category": ["64927108742e76341ed9d0dd"],
    "review": []
  },
  {
    "name": "Sweet® Dreamy Duvet Set",
    "price": 129.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/09729942/compr-r85/1258/125858827/riva-sateen-144-tc-duvet-cover-set.jpg",
    "description": "Transform your bedroom into a serene retreat with the Sweet® Dreamy Duvet Set. This luxurious set includes a soft duvet cover and matching pillow shams, featuring a dreamy pattern and a smooth sateen weave, ensuring a restful night's sleep.",
    "stock": 80,
    "category": ["6492710e742e76341ed9d0df"],
    "review": []
  },
  {
    "name": "Sweet® Plush Velvet Cushion",
    "price": 29.99,
    "image": "https://i.etsystatic.com/21435118/r/il/8f5313/3819011375/il_fullxfull.3819011375_lmnx.jpg",
    "description": "Add a touch of luxury and comfort to your living space with the Sweet® Plush Velvet Cushion. This soft and plush cushion features a rich velvet cover, a concealed zipper, and a variety of color options, making it a stylish accent for your sofa or bed.",
    "stock": 120,
    "category": ["64927116742e76341ed9d0e1"],
    "review": []
  },
  {
    "name": "Sweet® Timeknowing Mundi Clock",
    "price": 69.99,
    "image": "https://visualhunt.com/photos/11/oakland-gears-sculptural-wall-clock.jpg",
    "description": "Make a statement with the Sweet® Decorative Wall Clock. This eye-catching clock features a unique design, a silent quartz movement, and a durable construction, becoming a functional and stylish addition to your living room, kitchen, or office.",
    "stock": 70,
    "category": ["64927125742e76341ed9d0e3"],
    "review": []
  },
  {
    "name": "Sweet® Storage Basket Set",
    "price": 49.99,
    "image": "https://cdn.shopify.com/s/files/1/1123/4892/products/statuto-natural-storage-basket-set-534559.jpg?v=1663345519&width=1200",
    "description": "Keep your space organized with the Sweet® Storage Basket Set. This set includes three woven baskets in different sizes, featuring sturdy handles and a versatile design, providing a stylish and practical storage solution for your home.",
    "stock": 90,
    "category": ["6492712b742e76341ed9d0e5"],
    "review": []
  },
  {
    "name": "Sweet® Bamboo Bath Accessories Set",
    "price": 79.99,
    "image": "https://secure.img1-cg.wfcdn.com/im/58185015/compr-r85/1047/104710921/moraga-bamboo-4-piece-bathroom-accessory-set.jpg",
    "description": "Add a natural and spa-like touch to your bathroom with the Sweet® Bamboo Bath Accessories Set. This set includes a soap dispenser, a toothbrush holder, and a storage tray, all made of sustainable bamboo, bringing a sense of tranquility to your daily routine.",
    "stock": 70,
    "category": ["64927132742e76341ed9d0e7"],
    "review": []
  },
  {
    "name": "Sweet® Abstract Canvas Wall Art",
    "price": 149.99,
    "image": "https://cdn.shopify.com/s/files/1/0664/6815/1528/products/sensual-wall-art-or-bedroom-erotic-art-couple-sexy-bedroom-canvas-wall-art-sexy-over-bed-canvas-art-abstract-wall-decor-home-decor-trendiart-1.jpg?v=1668294526&width=1946",
    "description": "Elevate your walls with the captivating Sweet® Abstract Canvas Wall Art. This gallery-wrapped canvas features an abstract design, vibrant colors, and a contemporary style, becoming a focal point and an expression of artistic beauty in your living room or bedroom.",
    "stock": 45,
    "category": ["64927139742e76341ed9d0e9"],
    "review": []
  },
  {
    "name": "Sweet® Modern Sofa",
    "price": 899.99,
    "image": "https://cdn.shopify.com/s/files/1/1133/4136/products/BARIII.jpg?v=1629214948&width=1946",
    "description": "Upgrade your living room with the sleek and comfortable Sweet® Modern Sofa. This sofa features a minimalist design, high-quality upholstery, and sturdy construction, providing both style and relaxation to your home.",
    "stock": 50,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Contemporary Chair",
    "price": 299.99,
    "image": "https://furnituredepot.ca/cdn/shop/products/34502-20_1.jpg?v=1628638421&width=1946",
    "description": "Add a touch of elegance to any room with the Sweet® Contemporary Chair. This chair showcases a unique and stylish design, premium upholstery, and ergonomic comfort, making it a perfect choice for both relaxation and conversation.",
    "stock": 80,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Glass Coffee Table",
    "price": 149.99,
    "image": "https://teaklab.com/wp-content/uploads/2019/08/Furniture-of-America-Leal-Contemporary-Glass-Top-Coffee-Table-d4663547-2032-4d7a-b95e-25324f8f3eed.jpg",
    "description": "Enhance your living room with the modern and sophisticated Sweet® Glass Coffee Table. This table features a tempered glass top, a sturdy metal frame, and a contemporary design, becoming a focal point for your conversations and gatherings.",
    "stock": 100,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Wooden Bookcase",
    "price": 349.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/aa216f29d105a484140080061548a28db31c1b65/VASAGLE-Wooden-Bookcase%2C-Display-Shelf-and-Room-Divider.jpg",
    "description": "Organize your books and display decorative items with the Sweet® Wooden Bookcase. This bookcase is made of high-quality wood, features adjustable shelves, and offers a stylish and functional storage solution for your home library or living room.",
    "stock": 65,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Wooden Small Desk",
    "price": 399.99,
    "image": "https://m.media-amazon.com/images/I/61jDPaTKV6L._AC_UF894,1000_QL80_.jpg",
    "description": "Create a productive workspace with the sleek and practical Sweet® Modern Desk. This desk features a spacious tabletop, storage drawers, and a contemporary design, allowing you to work comfortably and efficiently.",
    "stock": 25,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Bar Furniture Chair & Table",
    "price": 699.99,
    "image": "https://cdn.knorrweb.com/coaster-furniture/858b35b96434eac676f5a986a4865af6.jpg",
    "description": "Transform your home into a stylish entertainment hub with the Sweet® Bar Furniture Set. This set includes a bar counter and stools, featuring a modern design, sturdy construction, and ample storage space for your bottles and glassware.",
    "stock": 15,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Outdo Bar Furniture Chair & Table",
    "price": 799.99,
    "image": "https://cdn.shopify.com/s/files/1/1140/7574/products/CTSET3-_4_SQLD_1024x1024@2x.jpg?v=1641593257",
    "description": "Transform your home into a stylish entertainment hub with the Sweet® Bar Furniture Set. This set includes a bar counter and stools, featuring a modern design, sturdy construction, and ample storage space for your bottles and glassware.",
    "stock": 15,
    "category": ["649270b7742e76341ed9d0d5"]
  },
  {
    "name": "Sweet® Cotton Bath Towels",
    "price": 19.99,
    "image": "https://cdn.shopify.com/s/files/1/1721/6071/products/towels_pearl_grey_2000x1557_62aedf1f-fa1b-4900-abca-c53c9a838a15_2048x.jpg?v=1625679951",
    "description": "Wrap yourself in luxury with the soft and absorbent Sweet® Cotton Bath Towels. These towels are made of premium cotton, offer quick-drying properties, and come in a set of four, providing a cozy and plush experience after your bath or shower.",
    "stock": 150,
    "category": ["64927132742e76341ed9d0e7"]
  },
  {
    "name": "Sweet® Natural Shower Curtain",
    "price": 29.99,
    "image": "https://cdn.shopify.com/s/files/1/0406/7839/1960/products/galileo-natural-shower-curtain_galileo-showercurtain_main-image.jpg?v=1626482370",
    "description": "Add a touch of nature-inspired beauty to your bathroom with the Sweet® Natural Shower Curtain. This curtain features a neutral color palette, high-quality fabric, and a waterproof design, bringing both style and functionality to your daily routine.",
    "stock": 12,
    "category": ["64927132742e76341ed9d0e7"]
  },
  {
    "name": "Sweet® Abstract Print Pillows",
    "price": 14.99,
    "image": "https://cdn.shopify.com/s/files/1/0578/9977/8071/products/CU6548_ef561a77-f034-4544-a9ed-6cfcda7bba1b.jpg?v=1663009857",
    "description": "Infuse your living space with artistic flair using the Sweet® Abstract Print Pillows. These pillows feature vibrant abstract patterns, premium fabric, and a plush filling, providing both comfort and a striking decorative accent to your sofa or bed.",
    "stock": 20,
    "category": ["64927116742e76341ed9d0e1"]
  },
  {
    "name": "Sweet® Wool Poufs",
    "price": 59.99,
    "image": "https://ak1.ostkcdn.com/images/products/is/images/direct/eeb8b024b4d58ecd5adcf204e1bbb0ef5d3e8b33/Jucar-Handcrafted-Boho-Wool--Cotton-Pouf-by-Christopher-Knight-Home.jpg",
    "description": "Add warmth and texture to your home with the cozy and versatile Sweet® Wool Poufs. These poufs are made of natural wool, feature a stylish knitted design, and can be used as extra seating or as footrests, offering both comfort and style.",
    "stock": 9,
    "category": ["64927116742e76341ed9d0e1"]
  },
  {
    "name": "Sweet® Garden Bench",
    "price": 199.99,
    "image": "https://cdn.shopify.com/s/files/1/0549/2195/3378/files/BetawiteakgardenbenchDublin.jpg?v=1683034414",
    "description": "Add charm and relaxation to your garden or outdoor space with the Sweet® Garden Bench. This bench features a sturdy metal frame, a comfortable seating surface, and an elegant design, providing a perfect spot for enjoying the beauty of nature.",
    "stock": 6,
    "category": ["64927143742e76341ed9d0eb"]
  },
  {
    "name": "Sweet® Solar Pathway Lights",
    "price": 29.99,
    "image": "https://ae01.alicdn.com/kf/Sf5006ce6c61d4c76b37652817fe3cbb0c/2Pack-Solar-Pathway-Lights-Outdoor-LED-Solar-Garden-Lights-Waterproof-Solar-Landscape-Lights-for-Lawn-Patio.jpg",
    "description": "Illuminate your outdoor pathways with the energy-efficient and stylish Sweet® Solar Pathway Lights. These lights harness solar power, feature a durable construction, and emit a warm and inviting glow, enhancing the safety and aesthetics of your outdoor areas.",
    "stock": 10,
    "category": ["64927143742e76341ed9d0eb"]
  },
  {
    "name": "Sweet® Outdoor Umbrella",
    "price": 149.99,
    "image": "https://www.shadeaustralia.com.au/pub/media/magefan_blog/Bambrella-Patio.jpg",
    "description": "Stay shaded and protected from the sun with the Sweet® Outdoor Umbrella. This umbrella features a large canopy, adjustable height, and sturdy construction, making it an essential accessory for your outdoor seating area or patio furniture set.",
    "stock": 8,
    "category": ["64927143742e76341ed9d0eb"]
  },
  {
    "name": "Sweet® Outdoor Water Fountain",
    "price": 249.99,
    "image": "https://m.media-amazon.com/images/I/91J1ewGYAgL.jpg",
    "description": "Enhance the ambiance of your outdoor space with the soothing sounds of the Sweet® Outdoor Water Fountain. This beautifully designed fountain features cascading water, a durable construction, and easy installation, adding a touch of elegance and tranquility to your garden or patio.",
    "stock": 4,
    "category": ["64927143742e76341ed9d0eb"]
  }
]
