[
  {
    "product": "64a269277e82207ed2400dda",
    "createdBy": "64a26de86aae9aaa43aebd1c",
    "rating": 4,
    "reviewText": "I absolutely love this duvet cover! The material is so soft and comfortable. It transformed my bedroom into a cozy sanctuary. Highly recommended!"
  },
  {
    "product": "64a269277e82207ed2400ddc",
    "createdBy": "64a26de86aae9aaa43aebd1c",
    "rating": 5,
    "reviewText": "These vases are stunning! The design is unique and the quality is excellent. They added an elegant touch to my home decor. I'm very happy with my purchase."
  },
  {
    "product": "64a269277e82207ed2400dd3",
    "createdBy": "6495056489ffbc4f16655d80",
    "rating": 2.5,
    "reviewText": "I'm in love with this velvet sofa! It's incredibly comfortable and the quality is top-notch. The sleek design complements my living room perfectly. Highly recommend!"
  },
  {
    "product": "64a269277e82207ed2400df0",
    "createdBy": "6495056489ffbc4f16655d80",
    "rating": 4,
    "reviewText": "This pendant light is exactly what I was looking for. It has a modern and stylish design that adds a sophisticated touch to my dining room. Great purchase!"
  },
  {
    "product": "64a269277e82207ed2400e0e",
    "createdBy": "64a26de86aae9aaa43aebd1f",
    "rating": 5,
    "reviewText": "I'm extremely happy with this shaggy area rug. It's so soft and comfortable to walk on. The white color brightens up my space and the modern design is beautiful."
  },
  {
    "product": "64a269277e82207ed2400ddf",
    "createdBy": "64a26de86aae9aaa43aebd20",
    "rating": 4.5,
    "reviewText": "These blackout curtains are fantastic! They effectively block out sunlight and the thermal insulation keeps my room cool. The worn velvet design adds a touch of elegance."
  },
  {
    "product": "64a269277e82207ed2400dd2",
    "createdBy": "64a26de86aae9aaa43aebd20",
    "rating": 4,
    "reviewText": "I really like this wall art. The colors are vibrant and the design is eye-catching. It adds a lively touch to my living room. Good quality overall."
  },
  {
    "product": "64a269277e82207ed2400df3",
    "createdBy": "64a26de86aae9aaa43aebd1a",
    "rating": 5,
    "reviewText": "I can't express how much I adore this duvet cover. The fabric is incredibly soft and the print is beautiful. It exceeded my expectations and made my bed feel luxurious."
  },
  {
    "product": "64a269277e82207ed2400dd3",
    "createdBy": "64a26de86aae9aaa43aebd1a",
    "rating": 4.5,
    "reviewText": "I'm really impressed with this velvet sofa. It's incredibly comfortable and the color adds a touch of elegance to my living room."
  },
  {
    "product": "64a269277e82207ed2400df0",
    "createdBy": "64a26de86aae9aaa43aebd18",
    "rating": 4,
    "reviewText": "I'm pleased with this pendant light. It provides a warm and cozy atmosphere in my kitchen. The adjustable cord length is convenient. Good value for the price."
  },
  {
    "product": "64a269277e82207ed2400dda",
    "createdBy": "64a26de86aae9aaa43aebd21",
    "rating": 5,
    "reviewText": "This duvet cover is amazing! The quality is top-notch and the design is beautiful. It completely transformed the look of my bedroom."
  },
  {
    "product": "64a269277e82207ed2400dd3",
    "createdBy": "64a26de86aae9aaa43aebd21",
    "rating": 4.5,
    "reviewText": "I'm really impressed with this velvet sofa. It's incredibly comfortable and the color adds a touch of elegance to my living room."
  },
  {
    "product": "64a269277e82207ed2400df0",
    "createdBy": "64a26de86aae9aaa43aebd1b",
    "rating": 4,
    "reviewText": "I bought this pendant light for my dining area and I love it. It provides a warm and inviting atmosphere. Easy to install too!"
  },
  {
    "product": "64a269277e82207ed2400e0f",
    "createdBy": "64a26de86aae9aaa43aebd1b",
    "rating": 3.5,
    "reviewText": "The quality of this duvet cover is good, but I expected the colors to be more vibrant. It's still a decent choice for the price."
  },
  {
    "product": "64a269277e82207ed2400e17",
    "createdBy": "64a26de86aae9aaa43aebd1b",
    "rating": 5,
    "reviewText": "I'm in love with this coffee table! It's stylish and functional, with plenty of storage space. A great addition to my living room."
  }
]
